"CURRENT_LANGUAGE" = "German";

"Documents" = "Dokumente";
"Favorites" = "Favoriten";
"Preferences" = "Einstellungen";
"Where" = "Wo";
"Find" = "Finden";
"Music" = "Musik";
"Trash" = "Papierkorb";
"Stop" = "Stop";
"Help" = "Hilfe";
"Find Text" = "Text suchen";
"Info" = "Info";
"Pictures" = "Bilder";
"Show" = "Anzeigen";
"Compress" = "Komprimieren";
"Open" = "Öffnen";
"Disk Image" = "Disk Image";
"Delete" = "Löschen";
"Move" = "Verschieben";
"New Folder" = "Neuer Ordner";
"Finder" = "Finder";
"Copy" = "Kopieren";
"Desktop" = "Schreibtisch";
"Duplicate" = "Duplizieren";
"Public" = "Für Alle";
"Preview" = "Vorschau";
"Decompress" = "Dekomprimieren";
"Find/Stop" = "Finden/Stop";
"Eject" = "Auswerfen";
"Applications" = "Programme";
"Home" = "Privat";
"Back" = "Zurück";
"Movies" = "Filme";

"Stop" = "Stop";
"Copy" = "Kopieren";
"Choose a valid destination." = "Bitte einen gültigen Zielort auswählen.";
"Destination does not exist" = "Zielort existiert nicht";
"Compress..." = "Komprimieren...";
"Decompress..." = "Dekomprimieren...";
"An error occurred while decompressing." = "Beim Dekomprimieren ist ein Fehler aufgetreten.";
"Cancel" = "Abbrechen";
"OK" = "OK";
"Hide Invisible Files" = "Versteckte Dateien ausblenden";
"Hide Icons" = "Symbole ausblenden";
"Smart Sorting Off" = "Intelligentes Sortieren deaktivieren";
"Show Invisible Files" = "Versteckte Dateien anzeigen";
"Hide Desktop" = "Path Finder Schreibtisch ausblenden";
"Show Desktop" = "Path Finder Schreibtisch anzeigen";
"Show Icons" = "Symbole anzeigen";
"Hide Preview" = "Vorschau ausblenden";
"Generic Icons On" = "Generische Symbole anzeigen";
"Show Preview" = "Vorschau anzeigen";
"Show Package Contents" = "Paketinhalt anzeigen";
"Smart Sorting On" = "Intelligentes Sortieren aktivieren";
"Generic Icons Off" = "Generische Symbole deaktivieren";
"Preview" = "Vorschau";
"Update Database" = "Datenbank aktualisieren";
"Updating..." = "Aktualisieren...";
"Open with %@" = "Mit %@ öffnen";
"Open with" = "Öffnen mit";
"Reveal in Finder" = "Im Finder anzeigen";
"View as Hex" = "Als Hex anzeigen";
"Show in New Window" = "In neuem Fenster anzeigen";
"Make Alias" = "Alias erzeugen";
"Duplicate" = "Duplizieren";
"Rename" = "Umbenennen";
"Move to Trash" = "In den Papierkorb legen";
"Eject" = "Auswerfen";
"Show Package Contents" = "Paketinhalt anzeigen";
"Open" = "Öffnen";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Bitte überprüfen Sie die iTools-Einstellungen in Systemeinstellungen / Internet.";
"Initializing..." = "Initialisieren...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Diese Betaversion von Path Finder ist abgelaufen. Bitte downloaden Sie die aktuelle Version unter www.cocoatech.com.";
"Error getting iDisk user name and password" = "iDisk Benutzername und Passwort konnten nicht abgefragt werden. ";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Diese Einstellung wird empfohlen. Sie kann im Einstellungsdialog jederzeit wieder geändert werden.";
"Quit" = "Beenden";
"Don't Quit" = "Nicht beenden";
"Done" = "Fertig";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Wenn Path Finder geöffnet bleibt, steht das Programm immer zur Verfügung!\r\rDiese Bestätigung kann im Einstellungsdialog deaktiviert werden.";
"No" = "Nein";
"Yes" = "Ja";
"Would you like Path Finder to launch automatically when you log in?" = "Soll Path Finder beim Anmelden automatisch gestartet werden?";
"Really Quit?" = "Wirklich beenden?";
"Expired" = "Abgelaufen";
"Image: " = "Bild: ";

"to" = "bis";
"Stop" = "Stop";
"Find" = "Finden";
"Computer" = "Computer";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Um die Finden-Funktion von Path Finder zu optimieren, sollte eine Datenbank erstellt werden.  Klicken Sie in Einstellungen auf \"Datenbank aktualisieren\", um eine Datenbank zu erstellen.";
"View as Hex" = "Als Hex anzeigen";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Das Erstellen einer Datenbank kann einige Minuten dauern, beschleunigt aber die Finden-Funktion von Path Finder erheblich. ";
"Idle" = "Bereit";
"Finding..." = "Finden...";
"Found: %d" = "Gefunden: %d";
"Move to Trash" = "In den Papierkorb legen";
"Open with %@" = "Mit %@ öffnen";
"Show Package Contents" = "Paketinhalt anzeigen";
"Open" = "Öffnen";
"%d items" = "%d Objekte";
"%@ available, %@ used" = "%@ verfügbar, %@ belegt";
"link" = "Link";
"The original file may have been moved or deleted." = "Das Original wurde verschoben oder gelöscht.";
"Could not resolve alias." = "Alias konnte nicht aufgelöst werden.";
"Rename" = "Umbenennen";
"alias" = "Alias";
"Error creating directory." = "Fehler beim Erstellen des Verzeichnisses.";
"Write error." = "Schreibfehler.";

"Read error." = "Lesefehler.";
"Error creating file." = "Fehler beim Erstellen der Datei.";
"Error creating symbolic link." = "Fehler beim Erstellen des symbolischen Links.";
"There is no application available to open the document \"%@\"." = "Zum Öffnen des Dokuments \"%@\" steht kein Programm zur Verfügung.";
"OK" = "OK";
"Alert!" = "Achtung!";
"View Hex" = "Hex-Ansicht";
"copy" = "Kopie";
"Replace All" = "Alle ersetzen";
"Error!" = "Fehler!";
"Replace" = "Ersetzen";
"Home" = "Privat";
"Developer" = "Entwickler";
"Running Applications Menu" = "Aktive-Programme Menü";
"Applications Menu" = "Programm-Menü";
"Go Menu" = "Gehe-zu Menü";
"Building Menus" = "Aufbau der Menüs";
"Favorites Menu" = "Favoriten-Menü";

"Kind" = "Art";
"Name" = "Name";
"Size" = "Größe";
"Date Created" = "Erstellungsdatum";
"Date Modified" = "Änderungsdatum";
"Version" = "Version";

"Terminal" = "Terminal";
"Trash operation could not be completed." = "Der Löschvorgang konnte nicht beendet werden.";
"You do not have permission to trash this item." = "Sie haben nicht die Berechtigung, dieses Objekt zu löschen.";

"Float Window" = "Schwebendes Fenster";
"Transparency" = "Transparenz";
"Find" = "Finden";
"Name" = "Name";
"Path" = "Pfad";
"iDisk" = "iDisk";
"History" = "Verlauf";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder konnte den Fehlerbericht nicht automatisch per E-Mail versenden. Bitte den Inhalt dieses Fensters kopieren, in eine E-Mail einfügen und an bugs@cocoatech.com senden";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder ist auf einen unerwarteten Fehler gestoßen.  Bitte senden Sie diesen Fehlerbericht per E-Mail an bugs@cocoatech.com, so daß der Fehler in der nächsten Version behoben werden kann.";
"Bug Reporter" = "Fehlerbericht";
"Email Report" = "Bericht per E-Mail senden";
"Path Finder has been updated to version %@!" = "Path Finder wurde auf Version %@ aktualisiert!";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Sie benutzen derzeit Version %@. Version %@ von www.cocoatech.com herunterladen.";
"Update Now" = "Jetzt aktualisieren";

"The item \"%@\" could not be moved to the trash." = "Das Objekt \"%@\" konnte nicht in den Papierkorb gelegt werden.";
"Would you like to delete it immediately?" = "Wollen Sie es unmittelbar löschen?";

"Label" = "Etikett";

"View" = "Darstellung";
"Dynamic" = "Dynamisch";

"Sort Ascending" = "Aufsteigend sortieren";
"Sort Descending" = "Absteigend sortieren";

"as Icons" = "Als Symbole";
"as List" = "Als Liste";
"as Columns" = "Als Spalten";

"Touch" = "Touch";
"Capacity:" = "Kapazität:";
"Path:" = "Pfad:";
"Volume:" = "Volume:";
"Format:" = "Format:";
"Created:" = "Erstellt:";
"Size:" = "Größe:";
"Free:" = "Verfügbar:";
"Version:" = "Version:";
"Modified:" = "Geändert:";
"Kind:" = "Art:";
"Resolved:" = "Aufgelöst:";

"Name:" = "Name:";
"Owner:" = "Eigentümer:";
"Group:" = "Gruppe:";
"Permission:" = "Zugriffsrechte:";
"Type:" = "Type:";
"Creator:" = "Creator:";

"New File" = "Neue Datei";
"Preview" = "Vorschau";
"Forward" = "Vor";
"Mount Point:" = "Mount Point:";
"Device:" = "Device:";
"MP3:" = "MP3:";

"Application:" = "Programm:";

"Are you sure you want to remove the items in the Trash permanently?" = "Wollen Sie die Objekte im Papierkorb wirklich dauerhaft entfernen?";
"You cannot undo this action." = "Dieser Vorgang kann nicht widerrufen werden.";

"Tool Drawer" = "Zusatz-Leiste";
"Preview Drawer" = "Vorschau-Leiste";
"Busy" = "Arbeite";

"Local Disks" = "Lokale Laufwerke";
"Everywhere" = "Überall";

"Connect" = "Verbinden";
"Hide" = "Ausblenden";
"Show" = "Anzeigen";
"Search" = "Suchen";

"Choose Volume" = "Volume auswählen";

"Hide %@" = "%@ ausblenden";
"Hide Others" = "Andere ausblenden";
"Show All" = "Alle anzeigen";

"Show Trash Can" = "Papierkorbsymbol anzeigen";
"Hide Trash Can" = "Papierkorbsymbol ausblenden";

"Go to Folder" = "Gehe zum Ordner";
"Go to the folder:" = "Folgenden Ordner öffnen:";
"Go" = "Öffnen";

"Search Results for '%@' in '%@'" = "Suchergebnisse für '%@' in '%@'";

"Find String:" = "Suchen nach:";
"Search Location:" = "Wo suchen:";

"An error occurred while trying to mount \"%@\"." = "Es ist ein Fehler aufgetreten, beim Versuch \"%@\" zu mounten.";
"An error occurred while trying to unmount \"%@\"." = "Es ist ein Fehler aufgetreten, beim Versuch \"%@\" auszuwerfen.";
"An error occurred while trying to eject \"%@\"." = "Es ist ein Fehler aufgetreten, beim Versuch \"%@\" auszuwerfen.";
"Error: %d" = "Fehler: %d";

"Empty Trash" = "Papierkorb entleeren";

"Really Open?" = "Wirklich öffnen?";
"Do you want to open all %d items?" = "Wollen Sie alle %d Objekte öffnen?";

"Searching..." = "Suche...";

"Encoding" = "Text-Kodierung";
"Convert document to plain text?" = "Dokument in reinen Text umwandeln?";
"Converting will lose fonts, colors, and other text styles in the document." = "Bei der Umwandlung gehen alle Zeichensatzeinstellungen, Farben und Text-Formatierungen verloren.";

"Text Editor" = "Texteditor";
"Play Sound" = "Ton abspielen";

"Access" = "Zugriffsrechte";
"Access:" = "Zugriffsrechte:";
"Owner" = "Benutzer";
"Group" = "Gruppe";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Wählen Sie einen Menübefehl und drücken Sie die gewünschte Tastenkombination zum Anpassen.  Mit der \"Löschen\"-Taste machen Sie die Auswahl rückgängig.";
"Menu" = "Menü";
"Command" = "Befehl";
"Menu Key Editor" = "Kurzbefehle anpassen";

"Welcome to Path Finder" = "Herzlich willkommen zu Path Finder!";
"Buy Later" = "Später kaufen";
"Buy Now" = "kaufen";
"Enter Registration Code" = "Registrierungsdaten eingeben";
"%d days remaining" = "%d Tage verbleibend";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Die Registrierung von Path Finder funktioniert schnell und reibungslos. Außerdem werden Sie nie wieder mit diesem Dialog belästigt. ";
"Purchase Path Finder today!" = "Registrieren Sie Path Finder noch heute!";
"%d day free trial" = "%d-Tage Test-Version";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Wenn Sie Path Finder kaufen, erhalten Sie eine Registriernummer.  Tragen Sie bitte hier diese Nummer ein und die E-Mail-Adresse, die Sie beim Kauf angegeben haben.";
"Email Address:" = "E-Mail-Adresse:";
"Registration Code:" = "Registriernummer:";

"Invalid Registration Code!" = "Ungültige Registrierungsnummer!";
"Thank you for registering Path Finder!" = "Vielen Dank für den Kauf von Path Finder!";
"This copy of Path Finder is not registered" = "Dieses Exemplar von Path Finder ist nicht registriert.";
"Close" = "Schließen";

"Font Sample" = "Zeichensatz Beispiel";

"View Text" = "Text-Ansicht";
"Password" = "Passwort";

"Remove Top" = "Oberstes entfernen";
"Remove All" = "Alles entfernen";
"New Shelf..." = "Neues Shelf...";
"Remove Shelf" = "Shelf entfernen";

"Standard" = "Standard";
"Processes" = "Prozesse";
"Drop Stack" = "Drop Stack";

"Process Drawer" = "Prozess-Leiste";
"Empty" = "Empty";
"Shelf" = "Shelf";

"Zoom In" = "Vergrößern";
"Zoom Out" = "Verkleinern";

"Go to Page" = "Gehe zur Seite";
"Page %d of %d" = "Seite %d von %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Dieses PDF ist Passwort-geschützt.  Ohne Passwort werden einige Aktionen an diesem Dokument eingeschränkt sein.";
"To enable more operations, enter a password:" = "Um mehr Aktionen zu ermöglichen, geben Sie ein Passwort ein:";

"Summarize" = "Summarize";
"Sentences" = "Sentences";
"Paragraphs" = "Paragraphs";
"Shelf Name" = "Shelf Name";

"Icon Size" = "Symbolgröße";
"Toggle Shelf" = "Shelf ein-/ausblenden";
"Activate URLs" = "Activate URLs";

"License Agreement" = "Lizenzvereinbarung";
"Agree" = "Annehmen";
"Disagree" = "Ablehnen";
"Clean up" = "Clean up";
"Info" = "Information";
"%d of %d items selected" = "%d von %d Objekte ausgewählt";
"Action" = "Aktion";

"Remove Shelf?" = "Shelf entfernen?";
"Are you sure you want to remove the shelf named \"%@\"?" = "Sind Sie sicher, daß Sie das Shelf \"%@\" entfernen wollen?";

/* terminal toolbar buttons */
"Close" = "Schließen";
"New" = "Neu";
"New Tab" = "Neuer Tab";

"Do you really want to close this terminal session?" = "Wollen Sie diese Terminal-Session wirklich beenden?";
"Closing this session will terminate the following processes inside it: " = "Wenn Sie dieses Session schließen, beenden Sie die enthaltenen Prozesse: ";
"Terminal Drawer" = "Terminal-Leiste";

/* upgrade panel */
"upgrade message" = "Es sind zwei Jahre vergangen, seit der ersten Version von Path Finder. Und wenn Sie einer ersten Kunden sind, als der Name noch \"SNAX\" war, haben Sie sicherlich die umfangreiche Änderungen zu damals bemerkt!\r\rFür die neue Version 3.0 wird nun eine Upgrade-Gebühr von US $9 verlangt. Dies wird mir die Weiterentwicklung ermöglichen und Path Finder in noch ganz andere Ebenen befördern.\r\rIch widme Path Finder meine gesamte Arbeitszeit und habe über die nächsten Jahre vor, umfangreiche Verbesserungen und viele neue \"Killer Features\" in Path Finder einzubauen.\r\rWenn Sie Path Finder in den letzten 4 Monaten erworben haben, schicken Sie mir einfach eine Email, und Sie erhalten das Upgrade kostenlos.\r\rDanke für Ihre Unterstützung!\r\rSteve Gehrman\rCocoaTech Gründer";
"Welcome to Path Finder 3.0 !!" = "Willkommen zu Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "Beim Upgrade werden Ihre aktuellen Registrierungsinformationen benötigt.";
"Email Sales" = "Email an Vertrieb";
"Upgrade Now" = "Jetzt upgraden";
"Email:" = "Email:";
"Code:" = "Kode:";

"Secure Delete" = "Sicheres Löschen";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "\"Sicheres Löschen\" überschreibt Dateien, bevor sie gelöscht werden. Die Dateien werden dreimal überschrieben, zuerst mit der Bytefolge 0xff, dann 0x00, und nochmals mit 0xff.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "ACHTUNG:  Dieser Vorgang umgeht den Papierkorb. Er kann nicht widerrufen werden.";
"Execute delete with root privileges" = "Mit 'Root'-Rechten löschen";
"Normal Delete" = "Normales Löschen";
"Secure Delete" = "Sicheres Löschen";
"%d Applications" = "%d Applications";
"Extension" = "Suffix";
"Convert Image" = "Grafik konvertieren";
"Disk Usage" = "Verfügbarer Festplattenspeicher";

"Do you want to force %@ to quit?" = "Möchten Sie %@ sofort beenden?";
"You will lose any unsaved changes." = "Alle ungesicherten Änderungen gehen dabei verloren.";
"Force Quit" = "Sofort beenden";

"Burn" = "Brennen";
"Burning %@ disc" = "Disc %@ brennen";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Nicht angegeben";
"Found: %d" = "Gefunden: %d";
"All" = "alle";

"Today" = "heute";
"the last 2 days" = "in den letzten 2 Tagen";
"the last 3 days" = "in den letzten 3 Tagen";
"the last week" = "in der letzte Woche";
"the last 2 weeks" = "in den letzten 2 Wochen";
"the last 3 weeks" = "in den letzten 3 Wochen";
"the last month" = "im letzten Monat";
"the last 2 months" = "in den letzten 2 Monaten";
"the last 3 months" = "in den letzten 3 Monaten";
"the last 6 months" = "in den letzten 6 Monaten";
"the last year" = "im letzten Jahr";

"Find by" = "Suchen nach";
"Find by Name" = "Suche nach Namen";
"Find by Content" = "Suche nach Inhalt";
"Search Locations" = "Such-Orte";

"Partial match" = "enthält";
"Exact match" = "ist";
"Starts with" = "beginnt mit";
"Ends with" = "endet mit";

"Search inside packages" = "Innerhalb von Paketen suchen";
"Search inside the System folder" = "Innerhalb des System-Ordners suchen";

"Security Level" = "Sicherheits-Level";
"Simple Security (1 pass)" = "Einfache Sicherheit (1 Durchgang)";
"Medium Security (7 passes)" = "Mittlere Sicherheit (7 Durchgänge)";
"Ultra Security (35 passes)" = "Höchste Sicherheit (35 Durchgänge)";

"Burning Disk Image" = "Disk Image wird gebrannt";
"Burning:" = "Brennen:";
"Eject disc after burning" = "Disc nach dem Brennen auswerfen";
"Verify disc after burning" = "Disc nach dem Brennen überprüfen";

"Play" = "Abspielen";
"Parent" = "Nächsthöherer Ordner";

"Greater than" = "größer als";
"Less than" = "kleiner als";
"Visibility:" = "Sichtbarkeit:";
"Visible" = "sichtbar";
"Invisible" = "unsichtbar";
"Content:" = "Inhalt";
"Extension:" = "Suffix:";
"Label:" = "Etikett:";

"Document" = "Dokument";
"Folder" = "Ordner";
"Application" = "Programm";
"Audio" = "Audio";
"Image" = "Bild";
"Movie" = "Film";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Sample";
"%d seconds" = "%d Sekunden";
"Duration:" = "Dauer:";

"Find results incomplete." =  "Suchergebnisse sind unvollständig.";
"Mac OS X will halt a find operation if the disk is modified during the search. For complete results, try again." =  "Mac OS X wird einen Suchvorgang anhalten, wenn dsa Volume während der Suche verändert wurde. Um vollständige Ergebnisse zu erhalten, starten Sie die Suche erneut.";

"untitled" = "Ohne Namen";
"Path Drawer" = "Pfad-Leiste";

/* Screen Capture Panel */
"Screen Capture" = "Bildschirmfoto";
"Escape Key:" = "Escape-Taste:";
"Cancels interactive screen shot mode" = "Bricht den interaktiven Bildschirmfoto-Modus ab";
"Space Key:" = "Leertaste:";
"Toggle between mouse and window selection modes" = "Wechselt zwischen Maus- und Fenster-Auswahl-Modus";
"Control Key:" = "Control-Taste:";
"Causes screen shot to go to clipboard" = "Sichert das Bildschirmfoto in der Zwischenablage";
"Hot keys in screen capture mode" = "Tastatur-Befehle im Bildschirmfoto-Modus";
"Selection" = "Auswahl";
"Window" = "Fenster";
"All monitors" = "Alle Bildschirme";
"Main monitor only" = "Nur Haupt-Bildschirm";
"Screen capture mode" = "Bildschirmfoto-Modus";
"Play sounds" = "Töne abspielen";
"Display screen-shot in Image Converter" = "Bildschirmfoto im Image Converter anzeigen";
"Save screen-shot to file" = "Bildschirmfoto als Datei sichern";
"Save screen-shot to clipboard" = "Bildschirmfoto in der Zwischenablage sichern";

"Resource Fork" = "Ressourcenzweig";
"Data Fork" = "Datenzweig";
"Recent Servers" = "Benutzte Server";
"URL:" = "URL:";

"Man Pages" = "Man Seiten";
"Connect To iDisk" = "Mit iDisk verbinden";
"To connect to an iDisk, enter a .Mac member name and password." = "Um sich mit einer iDisk zu verbinden, geben Sie den .Mac Benutzernamen und das Kennwort ein.";
"Member name:" = "Benutzername:";
"Password:" = "Kennwort:";
"Connect To iDisk Public Folder" = "Mit dem freigegebenen Ordner einer iDisk verbinden";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Geben Sie den Benutzernamen eines .Mac Mitglieds an, um sich mit dessem freigegebenen Ordner zu verbinden.";
"Address:" = "Adresse:";  /* Server Address URL */
"Erase" = "Erase";
